{
  "it": {
    "home1Title": "Ti interessa la salute?",
    "home2Title": "Cosa sono i <b>microgreens</b>?",
    "home3Title": "Sei quello che mangi!",
    "why1Title": "Perchè i microgreens?",
    "what1Title": "Cosa sono i microgreens?",
    "home1": "Sei alla ricerca di un'opzione sana ed equilibrata per arricchire la tua dieta? Allora i <b>microgreens</b> potrebbero fare al caso tuo!",
    "home2": "Sono ricchi di nutrienti, antiossidanti e fibre, e possono aggiungere un tocco di freschezza e vitalità ai tuoi pasti.",
    "home3": "Scegliere i <b>microgreens</b> significa prendersi cura di sé stessi, nutrendo il proprio corpo con ciò che di migliore la natura ha da offrire.",
    "why1": "<ul> <li><i class='fa fa-utensils'></i> <b>Ti aiutano ad ottenere una maggiore varietà di nutrienti</b><br> I microgreens contengono una vasta gamma di vitamine e minerali essenziali per la salute.</li><li><i class='fa fa-leaf'></i><b> Aggiungono una nota di freschezza e vitalità ai tuoi piatti:</b></br> I microgreens sono ricchi di clorofilla, che conferisce loro un colore verde intenso e un gusto fresco e leggermente erbaceo.</li><li><i class='fa fa-heart'></i><b> Sono un'ottima fonte di antiossidanti:</b></br> I microgreens contengono composti naturali che aiutano a proteggere le cellule del tuo corpo dai danni dei radicali liberi.</li><li><i class='fa fa-seedling'></i> <b>Sono facili da coltivare anche al chiuso</b>:<br> I microgreens possono essere coltivati in piccoli spazi e con pochi strumenti, rendendoli una scelta ideale per chi ama l'orticoltura domestica.</li><li><i class='fa fa-utensils'></i> <b>Possono essere aggiunti a una vasta gamma di piatti:</b><br> I microgreens possono essere utilizzati come guarnizione per insalate, panini e piatti di pesce, o come ingrediente in frullati e altre preparazioni.</li></ul>",
    "what1": ""
  },
  "en": {
    "home1": "Are you looking for a healthy and balanced option to enrich your diet? Then <b>microgreens</b> might be just what you need!",
    "home2": "They are rich in nutrients, antioxidants, and fiber, and can add a touch of freshness and vitality to your meals.",
    "home3": "Choosing <b>microgreens</b> means taking care of yourself, nourishing your body with the best that nature has to offer.",
    "why1Title": "5 reasons to add <b>Microgreens</b><i class='fa fa-seedling'></i> to a Mediterranean diet",
    "what1Title": "What are Microgreens <i class='fa fa-seedling'>",
    "what2Title": "How do they grow ?",
    "what3Title": "Are sprouts and microgreens the same thing?",
    "home1Title": "Do you care about your health?",
    "home2Title": "What are <b>microgreens</b>?<i class='fa fa-seedling'></i>",
    "home3Title": "You are what you eat!",
    "chemicalsTitle": "Important facts",
    "some-plants-types": "Some plants types",
    "why1": "<ul>  <li><i class='fa fa-utensils'></i> <b>They help you achieve a greater variety of nutrients</b><br> Microgreens contain a wide range of vitamins and minerals essential for health.</li><li><i class='fa fa-leaf'></i><b> They add a note of freshness and vitality to your dishes:</b></br> microgreens are rich in chlorophyll, which gives them an intense green color and a fresh taste and slightly herbaceous.</li><li><i class='fa fa-heart'></i><b> They are an excellent source of antioxidants:</b></br> Microgreens contain natural compounds that help protect your body's cells from free radical damage.</li><li><i class='fa fa-seedling'></i> <b>They are easy to grow even indoors</b>:<br> Microgreens can be grown in small spaces and with few tools, making them an ideal choice for those who enjoy home horticulture.</li><li><i class='fa fa-utensils'></i> <b>They can be added to a wide range of dishes:</b><br> microgreens can be used as a garnish for salads, sandwiches and fish dishes, or as an ingredient in smoothies and other preparations.</li></ul>",
    "what1": "<b>They are tiny plants that are harvested when they are just a few centimeters tall, after they have formed a pair of 'true' leaves</b></br>These little plants are packed with flavor, nutrients, and vibrant colors that make them a popular ingredient in many dishes.",
    "what2": "Microgreens are grown from the seeds of various vegetables and herbs such as kale, arugula, basil, and radish.</br>They are usually grown in trays filled with soil or hydroponically (which means they are grown in water instead of soil).",
    "what3": "Sprouts are consumed right after the seeds germinate, while microgreens are given a little more time for leaves to develop. In addition, sprouts are consumed whole (root tail and all) while with microgreens, only the above-ground part is eaten. </br>Sprouts are most often grown in a jar with just water and require daily rinsing to combat contamination. There are only a few types of varieties that are well suited to this style, so the options are rather limited in terms of the types of plants you can eat as sprouts.",
    "broccoli-short": "High in <b>vitamins C, K, and E</b>, as well as <i>minerals calcium and magnesium</i>. Contains sulforaphane, with <i>anti-inflammatory</i> and <i>anti-cancer</i> properties.",
    "cilantro-short": "Rich in <i>iron, potassium</i>, and antioxidants such as <i>quercetin</i>. Contains anti-inflammatory compounds.",
    "kale-short": "High in <b>vitamins A, C, and K</b>, as well as <i>calcium and iron</i>. Contains beta-carotene, with anti-inflammatory and anti-cancer properties.",
    "leek-short": "Rich in potassium, phosphorus, and antioxidants such as flavonoids.",
    "mustard-short": "High in <b>vitamins A, C, and E</b>, as well as <i>calcium and potassium</i>. Contains sulforaphane, with anti-inflammatory and anti-cancer properties.",
    "pea-short": "High in <b>vitamins A, C, and K</b>, as well as <i>calcium and iron</i>. Contains flavonoids and phenolic compounds, with antioxidant and anti-inflammatory properties.",
    "radish-short": "Rich in calcium, iron, and magnesium, as well as antioxidants such as anthocyanins.",
    "red-radish-short": "High in <b>vitamins A and C</b>, as well as <i>calcium and iron</i>. Contains anthocyanins, with antioxidant and anti-inflammatory properties.",
    "sunflower-short": "High in <b>vitamins E and B-complex</b>, as well as <i>potassium and magnesium</i>.",
    "rocket-short": "High in vitamins <b>A, C, and K</b>, as well as minerals <i>calcium and potassium</i>.",
    "plants-comment": "They all contain flavonoids and phenolic compounds, with antioxidant and anti-inflammatory properties.",
    "chemicalsIntro": "<h5>Why microgreens are considered a superfood?</h5><p>Microgreens are considered a superfood because they are packed with nutrients, such as vitamins, minerals, and antioxidants, and are a good source of fiber. Studies have shown that microgreens can contain up to 40 times more nutrients than their mature counterparts. Additionally, they are low in calories and can help to reduce the risk of chronic diseases, such as heart disease and cancer.</p>",
    "chemicalsSubstances": "<h5>Which are the substances they are abundant of?</h5><p>Microgreens are abundant in a range of substances, including:</p><ul><li>Vitamins: Microgreens are rich in vitamins A, C, and K, as well as folate and niacin.</li><li>Minerals: They are a good source of potassium, iron, zinc, and magnesium.</li><li>Antioxidants: Microgreens contain high levels of antioxidants, such as carotenoids and polyphenols, which can help to protect the body against damage from free radicals.</li><li>Chlorophyll: Microgreens are high in chlorophyll, which has been shown to have anti-inflammatory and detoxifying effects.</li><li>Phytochemicals: These are natural compounds found in plants that can have a range of health benefits, including reducing inflammation and lowering the risk of cancer.</li></ul>",
    "studies": "Microgreens Studies",
    "vitaminsStudy": "Vitamins content",
    "vita4MicroCaption": "30 microgreens are compared relatively to their vitamins and anti-oxidants (carotenoids) presence. Data source: Microgreens of Brassicaceae: Genetic diversity of phytochemical concentrations and antioxidant capacityAuthor: Zhenlei Xiao,Steven R. Rausch,Yaguang Luo,Jianghao Sun,Lu Yu,Qin Wang,Pei Chen,Liangli Yu,John R. Stommel",
    "vita4MicroGlobalCaption": "30 microgreens global comparison on vitamins and anti-oxidants (carotenoids) presence. Data source: Microgreens of Brassicaceae: Genetic diversity of phytochemical concentrations and antioxidant capacity Author: Zhenlei Xiao,Steven R. Rausch,Yaguang Luo,Jianghao Sun,Lu Yu,Qin Wang,Pei Chen,Liangli Yu,John R. Stommel",
    "vita4MicroDescription": "In a study conducted in 2018, vitamins and carotenoid content of 30 microgreens from the brassicacea family have been analyzed. <br> From the following graphs you can see which are the ones that provide more content of vitamins C, K, E and Carotenoids",
    "vita4MicroGlobalDescription": "And what about a chart to see the overall healthiest greens related to vitamins and carotenoids? We can normalize the vitamin content in order to sum it, as it's done in the following chart. We see that Rapini, Kale Tucsan, Red Radish, Broccoli and Kohlrabi purple lead the group",
    "mineralsStudy": "Minerals content",
    "mineralsDescription": "<ul></li>Microgreens are generally considered to be richer in certain minerals than their fully grown counterparts.</li><li>This is because <b>microgreens</b> are harvested at an earlier stage of growth, when the concentration of nutrients is higher.</li><li>Studies have shown that some <b>microgreens</b>, such as red cabbage, cilantro, and basil, contain higher levels of certain minerals such as iron, calcium, and potassium, compared to their fully grown counterparts.</li><li> However, the specific mineral content can vary depending on the type of microgreen and the soil and growing conditions.</li></ul>",
    "minerals9MicroDescription": "In another study from 2016 the mineral quantinties of several microgreens, belonging to Brassicacea species, have been analyzed. In this graph I'm comparing the mineral content of microgreens.",
    "minerals9MicroGlobalDescription": "Let's put all the minerals together to see which are the ones with more minerals. <br>Of course we normalize the data to have a meaningful comparison.<br> Kohlrabi purple, Broccoli, Kale Tucsan, Collard and Caulifower are in the first places",
    "minerals9MicroCaption": "Graph based on the data from this study: Microgreens of Brassicaceae: Mineral composition and content of 30 varieties. Authors: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "minerals9MicroGlobalCaption": "Graph based on the data from this study: Microgreens of Brassicaceae: Mineral composition and content of 30 varieties. Authors: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "studiesConclusions": "As you see there are some vegetables that are very strong in both vitamins and minerals, this is the case for Broccoli, Kale tucsan and Kohlrabi for example. <br> What are you waiting to start consuming some microgreens yourself ?"
  }
}
