{
  "it": {
    "home1": "Sei alla ricerca di un'opzione salutare e equilibrata per arricchire la tua dieta? Allora i <b>microgreens</b> potrebbero essere esattamente ciò di cui hai bisogno!",
    "home2": "Sono ricchi di nutrienti, antiossidanti e fibre, e possono aggiungere un tocco di freschezza e vitalità ai tuoi pasti.",
    "home3": "Scegliere i <b>microgreens</b> significa prendersi cura di te stesso, nutrendo il tuo corpo con il meglio che la natura ha da offrire.",
    "why1Title": "5 motivi per aggiungere i <b>Microgreens</b><i class='fa fa-seedling'></i> a una dieta mediterranea",
    "what1Title": "Cosa sono i Microgreens <i class='fa fa-seedling'>",
    "what2Title": "Come crescono?",
    "what3Title": "I germogli e i microgreens sono la stessa cosa?",
    "home1Title": "Ti preoccupi della tua salute?",
    "home2Title": "Cosa sono i <b>microgreens</b>?<i class='fa fa-seedling'></i>",
    "home3Title": "Sei ciò che mangi!",
    "chemicalsTitle": "Informazioni importanti",
    "some-plants-types": "Seleziona i nutrienti e cerca piante che ne abbiano molti... (specie di brassicacea)",
    "why1": "<ul> <li><i class='fa fa-utensils'></i> <b>Ti aiutano a ottenere una maggiore varietà di nutrienti</b><br> I microgreens contengono una vasta gamma di vitamine e minerali essenziali per la salute.</li><li><i class='fa fa-leaf'></i><b> Aggiungono una nota di freschezza e vitalità ai tuoi piatti:</b></br> i microgreens sono ricchi di clorofilla, che conferisce loro un colore verde intenso e un gusto fresco e leggermente erbaceo.</li><li><i class='fa fa-heart'></i><b> Sono un'ottima fonte di antiossidanti:</b></br> i microgreens contengono composti naturali che aiutano a proteggere le cellule del tuo corpo dai danni dei radicali liberi.</li><li><i class='fa fa-seedling'></i> <b>Sono facili da coltivare anche al chiuso</b>:<br> I microgreens possono essere coltivati in piccoli spazi e con pochi strumenti, rendendoli una scelta ideale per coloro che amano l'orticoltura casalinga.</li><li><i class='fa fa-utensils'></i> <b>Possono essere aggiunti a una vasta gamma di piatti:</b><br> i microgreens possono essere utilizzati come guarnizione per insalate, panini e piatti di pesce, o come ingrediente in frullati e altre preparazioni.</li></ul>",
    "what1": "<b>Sono piante piccolissime che vengono raccolte quando sono alte solo pochi centimetri, dopo aver formato un paio di foglie 'vere'</b></br>Queste piccole piante sono piene di sapore, nutrienti e colori vibranti che le rendono un ingrediente popolare in molti piatti.",
    "what2": "I microgreens vengono coltivati ​​dai semi di vari ortaggi e erbe come cavolo riccio, rucola, basilico e ravanello.</br>Sono solitamente coltivati ​​in vassoi riempiti di terriccio o idroponicamente (il che significa che vengono coltivati ​​nell'acqua anziché nel terreno).",
    "what3": "I germogli vengono consumati subito dopo la germinazione dei semi, mentre ai microgreens viene dato un po' più di tempo per sviluppare le foglie. Inoltre, i germogli vengono consumati interamente (inclusa la coda radicale), mentre con i microgreens si mangia solo la parte sopra il terreno. </br>I germogli vengono generalmente coltivati ​​in un barattolo con solo acqua e richiedono risciacqui giornalieri per contrastare la contaminazione. Ci sono solo poche varietà adatte a questo metodo, quindi le opzioni sono piuttosto limitate per i tipi di piante che è possibile mangiare come germogli.",
    "plant-broccoli-short": "Ricco di <b>vitamine C, K ed E</b>, nonché di <i>calcio e magnesio</i>. Contiene sulforafano, con proprietà <i>anti-infiammatorie</i> e <i>anti-cancerogene</i>.",
    "plant-cilantro-short": "Ricco di <i>ferro, potassio</i> e antiossidanti come il <i>quercetin</i>. Contiene composti anti-infiammatori.",
    "plant-kale-short": "Ricco di <b>vitamine A, C e K</b>, nonché di <i>calcio e ferro</i>. Contiene beta-carotene, con proprietà anti-infiammatorie e anti-cancerogene.",
    "plant-leek-short": "Ricco di potassio, fosforo e antiossidanti come i flavonoidi.",
    "plant-mustard-short": "Ricco di <b>vitamine A, C ed E</b>, nonché di <i>calcio e potassio</i>. Contiene sulforafano, con proprietà anti-infiammatorie e anti-cancerogene.",
    "plant-pea-short": "Ricco di <b>vitamine A, C e K</b>, nonché di <i>calcio e ferro</i>. Contiene flavonoidi e composti fenolici, con proprietà antiossidanti e anti-infiammatorie.",
    "plant-cauliflower-short": "Uno dei microgreens più ricchi di vitamina C e carotenoidi.",
    "plant-rapini-short": "Grande fonte di nutrienti, tra cui vitamine A e C, ferro e calcio, e hanno anche un sapore deliziosamente saporito e leggermente amaro che aggiunge un sapore unico alle insalate, sandwich e altri piatti.",
    "plant-radish-short": "Ricco di calcio, ferro e magnesio, nonché di antiossidanti come le antocianine.",
    "plant-red-radish-short": "Ricco di <b>vitamine A e C</b>, nonché di <i>calcio e ferro</i>. Contiene antocianine, con proprietà antiossidanti e anti-infiammatorie.",
    "plant-sunflower-short": "Ricco di <b>vitamine E e del complesso B</b>, nonché di <i>potassio e magnesio</i>.",
    "plant-rocket-short": "Ricco di vitamine <b>A, C e K</b>, nonché di minerali come il <i>calcio e il potassio</i>.",
    "plant-brussel-sprouts-short": "Particolarmente ricchi di vitamina C, vitamina K e fibra. Sono anche una buona fonte di vitamina A, acido folico, potassio e ferro.",
    "plant-cabbage-savoy-short": "Buona fonte di vitamine A, C e K, nonché di minerali come il calcio, il potassio e il ferro.",
    "plant-cabbage-green-short": "Conosciute per il loro sapore delicato e dolce, particolarmente ricche di minerali come il calcio e il sodio.",
    "plant-kohlrabi-purple-short": "Buona fonte di vitamine C e K, nonché di minerali come il potassio e il calcio. Contengono anche antiossidanti e fibre alimentari.",
    "plant-radish-ruby-short": "Conosciute per l'alto contenuto di vitamine e fosforo, scarso di altri minerali e carotenoidi.",
    "plant-upland-cress-short": "Principalmente ricco di vitamine, carotenoidi e potassio.",
    "plant-wasabi-short": "Sapore pungente e speziato, ricco di carotenoidi e potassio.",
    "plant-watercress-short": "Particolarmente ricco di minerali come il sodio e il potassio.",
    "plants-comment": "Tutti i microgreens contengono flavonoidi e composti fenolici, con proprietà antiossidanti e anti-infiammatorie.",
    "chemicalsIntro": "<h5>Perché i microgreens sono considerati un superfood?</h5><p>Perché sono ricchi di nutrienti, come vitamine, minerali e antiossidanti, e sono una buona fonte di fibre. Studi hanno dimostrato che i microgreens possono contenere fino a 40 volte più nutrienti rispetto alle loro controparti mature. Inoltre, sono a basso contenuto calorico e possono aiutare a ridurre il rischio di malattie croniche, come le malattie cardiache e il cancro.</p>",
    "chemicalsSubstances": "<h5>Quali sono le sostanze di cui sono ricchi?</h5><p>I microgreens sono ricchi di una serie di sostanze, tra cui:</p><ul><li>Vitamine: I microgreens sono ricchi di vitamine A, C e K, così come di acido folico e niacina.</li><li>Minerali: Sono una buona fonte di potassio, ferro, zinco e magnesio.</li><li>Antiossidanti: I microgreens contengono livelli elevati di antiossidanti, come carotenoidi e polifenoli, che possono aiutare a proteggere il corpo dai danni dei radicali liberi.</li><li>Clorofilla: I microgreens sono ricchi di clorofilla, che ha dimostrato di avere effetti antinfiammatori e detossificanti.</li><li>Fitochimici: Si tratta di composti naturali presenti nelle piante che possono avere una serie di benefici per la salute, tra cui la riduzione dell'infiammazione e il ridotto rischio di cancro.</li></ul>",
    "studies": "Studi sui Microgreens",
    "vitaminsStudy": "Contenuto di vitamine",
    "vita4MicroCaption": "30 tipi di microgreens sono stati confrontati in relazione al contenuto di vitamine e antiossidanti (carotenoidi). Fonte dei dati: Microgreens of Brassicaceae: Genetic diversity of phytochemical concentrations and antioxidant capacity Autori: Zhenlei Xiao,Steven R. Rausch,Yaguang Luo,Jianghao Sun,Lu Yu,Qin Wang,Pei Chen,Liangli Yu,John R. Stommel",
    "vita4MicroGlobalCaption": "Confronto globale di 30 tipi di microgreens in relazione al contenuto di vitamine e antiossidanti (carotenoidi). Fonte dei dati: Microgreens of Brassicaceae: Genetic diversity of phytochemical concentrations and antioxidant capacity Autori: Zhenlei Xiao,Steven R. Rausch,Yaguang Luo,Jianghao Sun,Lu Yu,Qin Wang,Pei Chen,Liangli Yu,John R. Stommel",
    "vita4MicroDescription": "In uno studio condotto nel 2018, è stato analizzato il contenuto di vitamine e carotenoidi di 30 tipi di microgreens della famiglia delle Brassicaceae. <br>Dai seguenti grafici puoi vedere quali sono quelli che forniscono più vitamine C, K, E e carotenoidi.",
    "vita4MicroGlobalDescription": "E che ne dici di un grafico per vedere quali sono i microgreens più salutari in generale in termini di vitamine e carotenoidi? Possiamo normalizzare il contenuto di vitamine per sommarlo, come viene fatto nel seguente grafico. Vediamo che Rapini, Kale Tucsan, Red Radish, Broccoli e Kohlrabi purple sono in testa al gruppo.",
    "mineralsStudy": "Contenuto di minerali",
    "mineralsDescription": "<ul></li>I microgreens sono generalmente considerati più ricchi di determinati minerali rispetto alle loro controparti completamente cresciute.</li><li>Ciò è dovuto al fatto che i <b>microgreens</b> vengono raccolti in una fase di crescita più precoce, quando la concentrazione di nutrienti è più elevata.</li><li>Studi hanno dimostrato che alcuni <b>microgreens</b>, come il cavolo rosso, il coriandolo e la basilico, contengono livelli più elevati di determinati minerali come ferro, calcio e potassio, rispetto alle loro controparti completamente cresciute.</li><li>Tuttavia, il contenuto specifico di minerali può variare a seconda del tipo di microgreen e delle condizioni del terreno e di crescita.</li></ul>",
    "minerals9MicroDescription": "In un altro studio del 2016 sono state analizzate le quantità di minerali di diversi microgreens appartenenti alla famiglia delle Brassicaceae. In questo grafico sto confrontando il contenuto di minerali dei microgreens.",
    "minerals9MicroGlobalDescription": "Mettiamo insieme tutti i minerali per vedere quali sono quelli con più minerali.<br> Ovviamente normalizziamo i dati per avere un confronto significativo.<br> Kohlrabi purple, Broccoli, Kale Tucsan, Collard e Caulifower sono ai primi posti.",
    "minerals9MicroCaption": "Grafico basato sui dati di questo studio: Microgreens of Brassicaceae: Mineral composition and content of 30 varieties. Autori: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "minerals9MicroGlobalCaption": "Grafico basato sui dati di questo studio: Microgreens of Brassicaceae: Mineral composition and content of 30 varieties. Autori: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "studiesConclusions": "Come puoi vedere, ci sono alcune verdure che sono molto ricche sia di vitamine che di minerali, questo è il caso ad esempio del Broccoli, del Kale tucsan e del Kohlrabi.<br> Cosa stai aspettando per iniziare a consumare qualche microgreen tu stesso?",
    "jimmyStory": "Jimmy è un graphic designer di 30 anni che trascorre la maggior parte della giornata seduto a una scrivania. <br>Spesso si sente svogliato e ha difficoltà a concentrarsi.<br> Jimmy sa di dover mangiare più verdure, ma non gli piace il sapore della maggior parte dei vegetali.<br> I microgreens sono una soluzione perfetta per Jimmy, poiché <b>sono piccoli e facili da aggiungere a una varietà di piatti</b>.",
    "javierStory": "Javier è un operaio edile di 45 anni che è sempre in movimento.<br> Spesso salta i pasti o mangia cibo veloce mentre si dirige verso un cantiere.<br> Javier sa che non è un modo sano di mangiare, ma sente di non avere il tempo di preparare pasti sani. <br>I microgreens sono la soluzione perfetta per Javier, poiché sono rapidi e facili da coltivare e possono essere aggiunti a sandwich o insalate per un pasto veloce e salutare da portare via.",
    "mayaStory": "Maya è una pensionata di 60 anni che lotta con l'ipertensione e il colesterolo alto.<br> Sa di dover seguire una dieta più sana, ma trova difficile rinunciare ai suoi cibi preferiti. <br>I microgreens possono aiutare Maya a <b>mangiare in modo più sano senza sacrificare il gusto.</b><br> I microgreens sono ricchi di fibre, che possono aiutare a ridurre il colesterolo e la pressione sanguigna.",
    "plantButtonDetail": "Dettagli",
    "plantModalDescription": "(*) Quantità espresse in milligrammi su 100g di prodotto",
    "whoWeAre": "Siamo un gruppo di appassionati di microgreens che hanno scoperto i benefici di questo superfood e ora non ne hanno mai abbastanza. La nostra missione è condividere la nostra passione per i microgreens con il mondo e rendere facile per chiunque coltivare e gustare queste piante ricche di nutrienti",
    "contactUs": "Contattaci",
    "sendContactInfo": "Invia",
    "openingHours": "Non dormiamo molto",
    "modalSimpleGrow-title-t": "Come coltivare i microgreens",
    "modalSimpleGrow-desc-t": "Il processo di coltivazione si compone di 5 passaggi",
    "modalSimpleGrow-seeds-t": "Semi",
    "modalSimpleGrow-seeds": "Scegli i tuoi semi <b>con saggezza</b>.<br> Considera la varietà di semi disponibili e scegli quelli che ti piacciono o che sono benefici per la tua salute.",
    "modalSimpleGrow-medium-t": "Terreno",
    "modalSimpleGrow-medium": "<b>Prepara il terreno di coltura.</b><br> Puoi utilizzare il terreno come mezzo di coltura. <br>Assicurati che il terreno sia umido, ma non troppo bagnato. <br>Spargi i semi in modo uniforme sulla superficie, facendo attenzione che non siano troppo vicini tra loro.<br>Altre scelte popolari per il mezzo di coltura sono il substrato di cocco, il tappetino di coltura o anche solo l'acqua (idroponica).",
    "modalSimpleGrow-germination-t": "Germinazione",
    "modalSimpleGrow-germination": "Fai germogliare i semi. Copri i semi con un'altra strato di tappetino di coltura o carta assorbente, e poi metti un peso sopra il tappetino o la carta assorbente per assicurare un buon contatto tra i semi e il terreno.<br>Tieni i semi in un luogo buio per alcuni giorni per la germinazione. Il motivo di ciò è che forza i semi a stendersi per cercare la luce.",
    "modalSimpleGrow-light-t": "Luce",
    "modalSimpleGrow-light": "<b>Fornisci luce.</b><br>Dopo che i semi hanno germogliato, esponi i microgreens alla <b>luce</b>. <br>Puoi utilizzare luce naturale o luce artificiale per questo scopo.<br>Posiziona i microgreens in una zona calda e luminosa, e annaffiali regolarmente per mantenerli umidi. <br>Cerca di annaffiarli dal basso per prevenire la formazione di muffa.",
    "modalSimpleGrow-harvest-t": "Raccolta",
    "modalSimpleGrow-harvest": "<b>Raccolta e goditi.</b> <br>Dopo alcuni giorni di esposizione alla luce, i microgreens dovrebbero essere pronti per la raccolta. <br>Tagliali alla base e risciacquali con acqua fredda. <br>Asciugali tamponandoli e gustali in insalata, sandwich o in qualsiasi altro piatto che preferisci.",
    "filter-button": "Cerca",
    "phone":  "Chiama: ... perfavore scrivici un email, o mandaci un piccione viaggiatore"
  },
  "es": {
    "home1": "¿Estás buscando una opción saludable y equilibrada para enriquecer tu dieta? ¡Entonces los <b>microgreens</b> podrían ser justo lo que necesitas!",
    "home2": "Son ricos en nutrientes, antioxidantes y fibra, y pueden agregar un toque de frescura y vitalidad a tus comidas.",
    "home3": "Elegir los <b>microgreens</b> significa cuidar de ti mismo, nutriendo tu cuerpo con lo mejor que la naturaleza tiene para ofrecer.",
    "why1Title": "5 razones para agregar los <b>Microgreens</b><i class='fa fa-seedling'></i> a una dieta mediterránea",
    "what1Title": "¿Qué son los Microgreens <i class='fa fa-seedling'>",
    "what2Title": "¿Cómo crecen?",
    "what3Title": "¿Los brotes y los microgreens son lo mismo?",
    "home1Title": "¿Te preocupas por tu salud?",
    "home2Title": "¿Qué son los <b>microgreens</b>?<i class='fa fa-seedling'></i>",
    "home3Title": "¡Eres lo que comes!",
    "chemicalsTitle": "Información importante",
    "some-plants-types": "Selecciona nutrientes y busca plantas que los contengan en abundancia... (especies de brassicacea)",
    "why1": "<ul> <li><i class='fa fa-utensils'></i> <b>Te ayudan a obtener una mayor variedad de nutrientes:</b> Los microgreens contienen una amplia gama de vitaminas y minerales esenciales para la salud.</li><li><i class='fa fa-leaf'></i><b> Añaden frescura y vitalidad a tus platos:</b> Los microgreens son ricos en clorofila, lo que les da un color verde intenso y un sabor fresco y ligeramente herbáceo.</li><li><i class='fa fa-heart'></i><b> Son una excelente fuente de antioxidantes:</b> Los microgreens contienen compuestos naturales que ayudan a proteger las células de tu cuerpo contra el daño de los radicales libres.</li><li><i class='fa fa-seedling'></i> <b>Son fáciles de cultivar incluso en espacios interiores:</b> Los microgreens se pueden cultivar en espacios pequeños y con pocas herramientas, lo que los convierte en una opción ideal para aquellos que disfrutan de la jardinería casera.</li><li><i class='fa fa-utensils'></i> <b>Se pueden agregar a una amplia variedad de platos:</b> Los microgreens se pueden utilizar como guarnición en ensaladas, sándwiches y platos de pescado, o como ingrediente en batidos y otras preparaciones.</li></ul>",
    "what1": "<b>Son pequeñas plantas que se cosechan cuando apenas tienen unos centímetros de altura, después de haber formado un par de hojas 'verdaderas'</b>. Estas pequeñas plantas están llenas de sabor, nutrientes y colores vibrantes que las hacen un ingrediente popular en muchos platos.",
    "what2": "Los microgreens se cultivan a partir de las semillas de varias verduras y hierbas como el kale, rúcula, albahaca y rábano. </br>Por lo general, se cultivan en bandejas llenas de tierra o hidropónicamente (lo que significa que se cultivan en agua en lugar de tierra).",
    "what3": "Los brotes se consumen justo después de que las semillas germinan, mientras que los microgreens se les da un poco más de tiempo para que se desarrollen las hojas. Además, los brotes se consumen enteros (incluyendo la cola de la raíz), mientras que con los microgreens, solo se come la parte sobre el suelo. </br>Los brotes se suelen cultivar en un frasco con solo agua y requieren enjuagues diarios para combatir la contaminación. Solo hay algunas variedades que se adaptan bien a este método, por lo que las opciones son bastante limitadas en cuanto a los tipos de plantas que se pueden comer como brotes.",
    "plant-broccoli-short": "Rico en <b>vitaminas C, K y E</b>, así como <i>minerales como el calcio y magnesio</i>. Contiene sulforafano, con propiedades <i>antiinflamatorias</i> y <i>anticancerígenas</i>.",
    "plant-cilantro-short": "Rico en <i>hierro, potasio</i> y antioxidantes como la <i>quercetina</i>. Contiene compuestos antiinflamatorios.",
    "plant-kale-short": "Rico en <b>vitaminas A, C y K</b>, así como <i>calcio y hierro</i>. Contiene beta-caroteno, con propiedades antiinflamatorias y anticancerígenas.",
    "plant-leek-short": "Rico en potasio, fósforo y antioxidantes como los flavonoides.",
    "plant-mustard-short": "Rico en <b>vitaminas A, C y E</b>, así como <i>calcio y potasio</i>. Contiene sulforafano, con propiedades antiinflamatorias y anticancerígenas.",
    "plant-pea-short": "Rico en <b>vitaminas A, C y K</b>, así como <i>calcio y hierro</i>. Contiene flavonoides y compuestos fenólicos, con propiedades antioxidantes y antiinflamatorias.",
    "plant-cauliflower-short": "Uno de los microgreens más ricos en vitamina C y carotenoides.",
    "plant-rapini-short": "Gran fuente de nutrientes, incluyendo vitaminas A y C, hierro y calcio, y también tienen un sabor deliciosamente a nuez y ligeramente amargo que añade un sabor único a ensaladas, sándwiches y otros platos.",
    "plant-radish-short": "Rico en calcio, hierro y magnesio",
    "plant-red-radish-short": "Rico en <b>vitaminas A y C</b>, así como en <i>calcio y hierro</i>. Contiene antocianinas, que poseen propiedades antioxidantes y antiinflamatorias.",    "plant-sunflower-short": "Rico en <b>vitaminas E y complejo B</b>, así como <i>potasio y magnesio</i>.",
    "plant-rocket-short": "Rico en vitaminas <b>A, C y K</b>, así como minerales como el <i>calcio y el potasio</i>.",
    "plant-brussel-sprouts-short": "Particularmente rico en vitamina C, vitamina K y fibra. También son una buena fuente de vitamina A, ácido fólico, potasio y hierro.",
    "plant-cabbage-savoy-short": "Buena fuente de vitaminas A, C y K, así como minerales como el calcio, potasio y hierro.",
    "plant-cabbage-green-short": "Conocidas por su sabor suave y dulce, especialmente ricas en minerales como el calcio y el sodio.",
    "plant-kohlrabi-purple-short": "Buena fuente de vitaminas C y K, así como minerales como el potasio y el calcio. También contienen antioxidantes y fibra dietética.",
    "plant-radish-ruby-short": "Conocidas por su alto contenido de vitaminas y fósforo, escaso en otros minerales y carotenoides.",
    "plant-upland-cress-short": "Principalmente rico en vitaminas, carotenoides y potasio.",
    "plant-wasabi-short": "Sabor picante y picante, alto en carotenoides y potasio.",
    "plant-watercress-short": "Especialmente rico en minerales como el sodio y el potasio.",
    "plants-comment": "Todos los microgreens contienen flavonoides y compuestos fenólicos, con propiedades antioxidantes y antiinflamatorias.",
    "chemicalsIntro": "<h5>¿Por qué los microgreens se consideran un superalimento?</h5><p>Porque están llenos de nutrientes, como vitaminas, minerales y antioxidantes, y son una buena fuente de fibra. Estudios han demostrado que los microgreens pueden contener hasta 40 veces más nutrientes que sus contrapartes maduras. Además, son bajos en calorías y pueden ayudar a reducir el riesgo de enfermedades crónicas, como enfermedades del corazón y cáncer.</p>",
    "chemicalsSubstances": "<h5>¿Cuáles son las sustancias de las que son abundantes?</h5><p>Los microgreens son abundantes en una variedad de sustancias, incluyendo:</p><ul><li>Vitaminas: Los microgreens son ricos en vitaminas A, C y K, así como en ácido fólico y niacina.</li><li>Minerales: Son una buena fuente de potasio, hierro, zinc y magnesio.</li><li>Antioxidantes: Los microgreens contienen altos niveles de antioxidantes, como carotenoides y polifenoles, que pueden ayudar a proteger el cuerpo contra el daño de los radicales libres.</li><li>Clorofila: Los microgreens son ricos en clorofila, que ha demostrado tener efectos antiinflamatorios y desintoxicantes.</li><li>Fitoquímicos: Son compuestos naturales que se encuentran en las plantas y que pueden tener una variedad de beneficios para la salud, como reducir la inflamación y disminuir el riesgo de cáncer.</li></ul>",
    "studies": "Estudios sobre los microgreens",
    "vitaminsStudy": "Contenido de vitaminas",
    "vita4MicroCaption": "Se comparan 30 microgreens en relación a su contenido de vitaminas y antioxidantes (carotenoides). Fuente de datos: Microgreens de Brassicaceae: Diversidad genética de concentraciones fitoquímicas y capacidad antioxidante. Autores: Zhenlei Xiao, Steven R. Rausch, Yaguang Luo, Jianghao Sun, Lu Yu, Qin Wang, Pei Chen, Liangli Yu, John R. Stommel",
    "vita4MicroGlobalCaption": "Comparación global de 30 microgreens en cuanto a su contenido de vitaminas y antioxidantes (carotenoides). Fuente de datos: Microgreens de Brassicaceae: Diversidad genética de concentraciones fitoquímicas y capacidad antioxidante. Autores: Zhenlei Xiao, Steven R. Rausch, Yaguang Luo, Jianghao Sun, Lu Yu, Qin Wang, Pei Chen, Liangli Yu, John R. Stommel",
    "vita4MicroDescription": "En un estudio realizado en 2018, se analizó el contenido de vitaminas y carotenoides de 30 microgreens de la familia Brassicaceae. <br> A partir de los siguientes gráficos, puedes ver cuáles son los que tienen un mayor contenido de vitaminas C, K, E y carotenoides.",
    "vita4MicroGlobalDescription": "¿Y qué tal un gráfico para ver cuáles son los microgreens más saludables en general en cuanto a vitaminas y carotenoides? Podemos normalizar el contenido de vitaminas para sumarlo, como se muestra en el siguiente gráfico. Vemos que Rapini, Kale Tucsan, Red Radish, Broccoli y Kohlrabi purple encabezan el grupo.",
    "mineralsStudy": "Contenido de minerales",
    "mineralsDescription": "<ul></li>Los microgreens generalmente se consideran más ricos en ciertos minerales que sus contrapartes completamente crecidas.</li><li>Esto se debe a que los <b>microgreens</b> se cosechan en una etapa temprana de crecimiento, cuando la concentración de nutrientes es mayor.</li><li>Estudios han demostrado que algunos <b>microgreens</b>, como el repollo morado, el cilantro y la albahaca, contienen niveles más altos de ciertos minerales como el hierro, el calcio y el potasio, en comparación con sus contrapartes completamente crecidas.</li><li> Sin embargo, el contenido específico de minerales puede variar según el tipo de microgreen y las condiciones del suelo y de cultivo.</li></ul>",
    "minerals9MicroDescription": "En otro estudio realizado en 2016 se analizó la cantidad de minerales de varios microgreens pertenecientes a la familia Brassicaceae. En este gráfico se compara el contenido de minerales de los microgreens.",
    "minerals9MicroGlobalDescription": "Pongamos todos los minerales juntos para ver cuáles son los que tienen más minerales. <br> Por supuesto, normalizamos los datos para hacer una comparación significativa. <br> Kohlrabi purple, Broccoli, Kale Tucsan, Collard y Caulifower están en los primeros lugares.",
    "minerals9MicroCaption": "Gráfico basado en los datos de este estudio: Microgreens de Brassicaceae: Composición y contenido mineral de 30 variedades. Autores: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "minerals9MicroGlobalCaption": "Gráfico basado en los datos de este estudio: Microgreens de Brassicaceae: Composición y contenido mineral de 30 variedades. Autores: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "studiesConclusions": "Como puedes ver, hay algunas verduras que son muy ricas tanto en vitaminas como en minerales, como el brócoli, el kale tucsan y el kohlrabi, por ejemplo. <br> ¿Qué estás esperando para empezar a consumir microgreens tú mismo?",
    "jimmyStory": "Jimmy es un diseñador gráfico de 30 años que pasa la mayor parte del día sentado frente a un escritorio. <br> A menudo se siente letárgico y tiene problemas para concentrarse.<br> Jimmy sabe que necesita comer más verduras, pero no le gusta el sabor de la mayoría de las verduras. <br> Los microgreens son una gran solución para Jimmy, ya que <b>son pequeños y fáciles de agregar a una variedad de platos</b>.",
    "javierStory": "Javier es un trabajador de la construcción de 45 años que siempre está en movimiento.<br> A menudo se salta las comidas o come comida rápida de camino a un sitio de trabajo. <br> Javier sabe que esta no es una forma saludable de comer, pero siente que no tiene tiempo para preparar comidas saludables. <br> Los microgreens son una solución perfecta para Javier, ya que son rápidos y fáciles de cultivar y se pueden agregar a sándwiches o ensaladas para una comida rápida y saludable sobre la marcha.",
    "mayaStory": "Maya es una jubilada de 60 años que ha luchado con la presión arterial alta y el colesterol.<br> Ella sabe que necesita comer una dieta más saludable, pero le resulta difícil renunciar a sus comidas favoritas. <br> Los microgreens pueden ayudar a Maya a <b>comer de manera más saludable sin sacrificar el sabor.</b><br> Los microgreens están llenos de fibra, que puede ayudar a reducir el colesterol y la presión arterial.",
    "plantButtonDetail": "Detalles",
    "plantModalDescription": "(*) Las cantidades se expresan en miligramos por cada 100 gramos de producto",
    "whoWeAre": "Somos un grupo de entusiastas de los microgreens que descubrimos los beneficios de este superalimento y ahora no podemos tener suficiente. Nuestra misión es compartir nuestra pasión por los microgreens con el mundo y hacer que sea fácil para cualquiera cultivar y disfrutar de estas plantas ricas en nutrientes",
    "contactUs": "Contáctanos",
    "sendContactInfo": "Enviar",
    "openingHours": "No dormimos mucho",
    "modalSimpleGrow-title-t": "Cómo cultivar microgreens",
    "modalSimpleGrow-desc-t": "El proceso de cultivo consta de 5 pasos",
    "modalSimpleGrow-seeds-t": "Semillas",
    "modalSimpleGrow-seeds": "Elige tus semillas <b>sabiamente</b>. <br> Considera la variedad de semillas disponibles y elige las que te gusten o que sean beneficiosas para tu salud.",
    "modalSimpleGrow-medium-t": "Medio",
    "modalSimpleGrow-medium": "<b>Prepara el medio de cultivo.</b> <br> Puedes utilizar tierra como medio de cultivo. <br> Asegúrate de que el medio esté húmedo, pero no demasiado mojado. <br> Esparce las semillas de manera uniforme en la superficie, asegurándote de que no estén demasiado cerca una de la otra. <br>Otras opciones populares para el medio de cultivo son fibra de coco, estera de cultivo o incluso solo agua (hidropónico).",
    "modalSimpleGrow-germination-t": "Germinación",
    "modalSimpleGrow-germination": "Haz germinar las semillas. Cubre las semillas con otra capa de estera de cultivo o papel absorbente y coloca un peso encima para asegurar un buen contacto semilla-tierra. <br> Mantén las semillas en un lugar oscuro durante unos días para que germinen. Esto se debe a que obliga a las semillas a estirarse en busca de luz.",
    "modalSimpleGrow-light-t": "Luz",
    "modalSimpleGrow-light": "<b>Proporciona luz.</b> <br> Después de que las semillas hayan germinado, expón los microgreens a la <b> luz </b>. <br> Puedes utilizar luz natural o luz artificial para este propósito. <br> Coloca los microgreens en un área cálida y brillante, y riégalos regularmente para mantenerlos húmedos. <br> Intenta regarlos desde abajo para evitar el moho.",
    "modalSimpleGrow-harvest-t": "Cosecha",
    "modalSimpleGrow-harvest": "<b>Cosecha y disfruta.</b> <br> Después de unos días de exposición a la luz, los microgreens deberían estar listos para ser cosechados. <br> Córtalos en la base, enjuágalos con agua fría. <br> Sécalos con cuidado y disfrútalos en una ensalada, sándwich u otro plato que te guste.",
    "filter-button": "Buscar",
    "phone": "Llama: ... por favor, mejor escríbenos un correo electrónico o envíanos una paloma mensajera"
  },

  "fr": {
    "home1": "Vous recherchez une option saine et équilibrée pour enrichir votre alimentation ? Les <b>micro-pousses</b> pourraient être exactement ce dont vous avez besoin !",
    "home2": "Elles sont riches en nutriments, antioxydants et fibres, et peuvent apporter une touche de fraîcheur et de vitalité à vos repas.",
    "home3": "Choisir les <b>micro-pousses</b> signifie prendre soin de vous, nourrir votre corps avec le meilleur que la nature a à offrir.",
    "why1Title": "5 raisons d'ajouter des <b>micro-pousses</b> à un régime méditerranéen",
    "what1Title": "Qu'est-ce que les micro-pousses",
    "what2Title": "Comment poussent-elles ?",
    "what3Title": "Les germes et les micro-pousses sont-ils la même chose ?",
    "home1Title": "Vous vous souciez de votre santé ?",
    "home2Title": "Qu'est-ce que les <b>micro-pousses</b> ?",
    "home3Title": "Vous êtes ce que vous mangez !",
    "chemicalsTitle": "Faits importants",
    "some-plants-types": "Sélectionnez les nutriments et recherchez les plantes qui en contiennent beaucoup ... (espèces de Brassicaceae)",
    "why1": "<ul> <li><i class='fa fa-utensils'></i> <b>Elles vous aident à obtenir une plus grande variété de nutriments</b><br> Les micro-pousses contiennent une large gamme de vitamines et de minéraux essentiels pour la santé.</li><li><i class='fa fa-leaf'></i><b> Elles ajoutent une note de fraîcheur et de vitalité à vos plats :</b></br> les micro-pousses sont riches en chlorophylle, ce qui leur confère une couleur verte intense et un goût frais et légèrement herbacé.</li><li><i class='fa fa-heart'></i><b> Elles sont une excellente source d'antioxydants :</b></br> Les micro-pousses contiennent des composés naturels qui aident à protéger les cellules de votre corps contre les dommages des radicaux libres.</li><li><i class='fa fa-seedling'></i> <b>Elles sont faciles à cultiver, même en intérieur</b> :<br> Les micro-pousses peuvent être cultivées dans de petits espaces et avec peu d'outils, ce qui en fait un choix idéal pour ceux qui aiment l'horticulture à domicile.</li><li><i class='fa fa-utensils'></i> <b>Elles peuvent être ajoutées à une large gamme de plats :</b><br> Les micro-pousses peuvent être utilisées comme garniture pour les salades, les sandwiches et les plats de poisson, ou comme ingrédient dans les smoothies et autres préparations.</li></ul>",
    "what1": "<b>Il s'agit de petites plantes récoltées lorsqu'elles ne mesurent que quelques centimètres de hauteur, après avoir formé une paire de 'vraies' feuilles</b></br>Ces petites plantes sont riches en saveurs, en nutriments et en couleurs vives, ce qui en fait un ingrédient très apprécié dans de nombreux plats.",
    "what2": "Les micro-pousses sont cultivées à partir des graines de différentes légumes et herbes comme le chou frisé, la roquette, le basilic et le radis.</br>Elles sont généralement cultivées dans des plateaux remplis de terre ou en hydroponie (ce qui signifie qu'elles sont cultivées dans l'eau au lieu de la terre).",
    "what3": "Les germes sont consommés juste après la germination des graines, tandis que les micro-pousses sont laissées un peu plus de temps pour développer leurs feuilles. De plus, les germes sont consommés entièrement (y compris la queue racinaire) alors qu'avec les micro-pousses, seule la partie aérienne est consommée.</br>Les germes sont le plus souvent cultivés dans un bocal avec seulement de l'eau et nécessitent un rinçage quotidien pour lutter contre la contamination. Il y a seulement quelques types de variétés qui conviennent bien à ce mode de culture, ce qui limite les options en termes de types de plantes que vous pouvez consommer sous forme de germes.",
    "plant-broccoli-short": "Riche en <b>vitamines C, K et E</b>, ainsi qu'en <i>minéraux comme le calcium et le magnésium</i>. Contient du sulforaphane, aux propriétés <i>anti-inflammatoires</i> et <i>anti-cancérigènes</i>.",
    "plant-cilantro-short": "Riche en <i>fer, potassium</i> et antioxydants tels que la <i>quercétine</i>. Contient des composés anti-inflammatoires.",
    "plant-kale-short": "Riche en <b>vitamines A, C et K</b>, ainsi qu'en <i>calcium et fer</i>. Contient du bêta-carotène, aux propriétés anti-inflammatoires et anti-cancérigènes.",
    "plant-leek-short": "Riche en potassium, phosphore et antioxydants tels que les flavonoïdes.",
    "plant-mustard-short": "Riche en <b>vitamines A, C et E</b>, ainsi qu'en <i>calcium et potassium</i>. Contient du sulforaphane, aux propriétés anti-inflammatoires et anti-cancérigènes.",
    "plant-pea-short": "Riche en <b>vitamines A, C et K</b>, ainsi qu'en <i>calcium et fer</i>. Contient des flavonoïdes et des composés phénoliques, aux propriétés antioxydantes et anti-inflammatoires.",
    "plant-cauliflower-short": "L'une des micro-pousses les plus riches en vitamine C et caroténoïdes.",
    "plant-rapini-short": "Une excellente source de nutriments, notamment les vitamines A et C, le fer et le calcium, et elles ont également un goût délicieusement noisetté et légèrement amer qui ajoute une saveur unique aux salades, aux sandwiches et à d'autres plats.",
    "plant-radish-short": "Riche en calcium, fer et magnésium, ainsi qu'en antioxydants tels que les anthocyanes.",
    "plant-red-radish-short": "Riche en <b>vitamines A et C</b>, ainsi qu'en <i>calcium et fer</i>. Contient des anthocyanes, aux propriétés antioxydantes et anti-inflammatoires.",
    "plant-sunflower-short": "Riche en <b>vitamines E et complexe de vitamines B</b>, ainsi qu'en <i>potassium et magnésium</i>.",
    "plant-rocket-short": "Riche en vitamines <b>A, C et K</b>, ainsi qu'en minéraux <i>calcium et potassium</i>.",
    "plant-brussel-sprouts-short": "Particulièrement riche en vitamine C, vitamine K et fibres. Ils sont également une bonne source de vitamine A, d'acide folique, de potassium et de fer.",
    "plant-cabbage-savoy-short": "Bonne source de vitamines A, C et K, ainsi que de minéraux tels que le calcium, le potassium et le fer.",
    "plant-cabbage-green-short": "Réputé pour sa saveur douce et sucrée, riche en minéraux comme le calcium et le sodium.",
    "plant-kohlrabi-purple-short": "Bonne source de vitamines C et K, ainsi que de minéraux tels que le potassium et le calcium. Ils contiennent également des antioxydants et des fibres alimentaires.",
    "plant-radish-ruby-short": "Réputé pour sa teneur élevée en vitamines et en phosphore, mais pauvre en autres minéraux et caroténoïdes.",
    "plant-upland-cress-short": "Principalement riche en vitamines, caroténoïdes et potassium.",
    "plant-wasabi-short": "Saveur piquante et épicée, riche en caroténoïdes et en potassium.",
    "plant-watercress-short": "Particulièrement riche en minéraux comme le sodium et le potassium.",
    "plants-comment": "All microgreens contain flavonoids and phenolic compounds, with antioxidant and anti-inflammatory properties.",
    "chemicalsIntro": "<h5>Why are microgreens considered a superfood?</h5><p>Microgreens are considered a superfood because they are packed with nutrients, such as vitamins, minerals, and antioxidants, and they are a good source of fiber. Studies have shown that microgreens can contain up to 40 times more nutrients than their mature counterparts. Additionally, they are low in calories and can help reduce the risk of chronic diseases, such as heart disease and cancer.</p>",
    "chemicalsSubstances": "<h5>Which substances are abundant in microgreens?</h5><p>Microgreens are abundant in a range of substances, including:</p><ul><li>Vitamins: Microgreens are rich in vitamins A, C, and K, as well as folate and niacin.</li><li>Minerals: They are a good source of potassium, iron, zinc, and magnesium.</li><li>Antioxidants: Microgreens contain high levels of antioxidants, such as carotenoids and polyphenols, which can help protect the body against damage from free radicals.</li><li>Chlorophyll: Microgreens are high in chlorophyll, which has been shown to have anti-inflammatory and detoxifying effects.</li><li>Phytochemicals: These are natural compounds found in plants that can have a range of health benefits, including reducing inflammation and lowering the risk of cancer.</li></ul>",
    "studies": "Microgreens Studies",
    "vitaminsStudy": "Vitamins Content",
    "vita4MicroCaption": "30 microgreens compared relative to their vitamin and antioxidant (carotenoid) content. Data source: Microgreens of Brassicaceae: Genetic diversity of phytochemical concentrations and antioxidant capacity. Authors: Zhenlei Xiao, Steven R. Rausch, Yaguang Luo, Jianghao Sun, Lu Yu, Qin Wang, Pei Chen, Liangli Yu, John R. Stommel",
    "vita4MicroGlobalCaption": "30 microgreens compared globally for their vitamin and antioxidant (carotenoid) content. Data source: Microgreens of Brassicaceae: Genetic diversity of phytochemical concentrations and antioxidant capacity. Authors: Zhenlei Xiao, Steven R. Rausch, Yaguang Luo, Jianghao Sun, Lu Yu, Qin Wang, Pei Chen, Liangli Yu, John R. Stommel",
    "vita4MicroDescription": "In a study conducted in 2018, the vitamin and carotenoid content of 30 microgreens from the Brassicaceae family was analyzed.<br> From the following graphs, you can see which microgreens provide a higher content of vitamins C, K, E, and carotenoids.",
    "vita4MicroGlobalDescription": "And what about a chart to see the overall healthiest greens in terms of vitamins and carotenoids? We can normalize the vitamin content to sum it up, as shown in the following chart. Rapini, Tuscan Kale, Red Radish, Broccoli, and Purple Kohlrabi are the leading microgreens.",
    "mineralsStudy": "Minerals Content",
    "mineralsDescription": "<ul><li>Microgreens are generally considered to be richer in certain minerals than their fully grown counterparts.</li><li>This is because microgreens are harvested at an earlier stage of growth when the concentration of nutrients is higher.</li><li>Studies have shown that some microgreens, such as red cabbage, cilantro, and basil, contain higher levels of certain minerals such as iron, calcium, and potassium compared to their fully grown counterparts.</li><li>However, the specific mineral content can vary depending on the type of microgreen and the soil and growing conditions.</li></ul>",
    "minerals9MicroDescription": "In another study from 2016, the mineral quantities of several microgreens belonging to the Brassicaceae species were analyzed. This graph compares the mineral content of microgreens.",
    "minerals9MicroGlobalDescription": "Let's put all the minerals together to see which microgreens have more minerals. We normalize the data to have a meaningful comparison. Purple Kohlrabi, Broccoli, Tuscan Kale, Collard Greens, and Cauliflower are in the top positions.",
    "minerals9MicroCaption": "Graph based on the data from this study: Microgreens of Brassicaceae: Mineral composition and content of 30 varieties. Authors: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "minerals9MicroGlobalCaption": "Graph based on the data from this study: Microgreens of Brassicaceae: Mineral composition and content of 30 varieties. Authors: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "studiesConclusions": "As you can see, some microgreens are very strong in both vitamins and minerals. This is the case for Broccoli, Tuscan Kale, and Purple Kohlrabi, for example. What are you waiting for to start consuming some microgreens yourself?",
    "jimmyStory": "Jimmy is a 30-year-old graphic designer who spends most of his day sitting at a desk. He often feels lethargic and has trouble concentrating. Jimmy knows he needs to eat more vegetables, but he doesn't like the taste of most greens. Microgreens are a great solution for Jimmy as they are small and easy to add to a variety of dishes.",
    "javierStory": "Javier is a 45-year-old construction worker who is always on the go. He often skips meals or grabs fast food on his way to a job site. Javier knows this is not a healthy way to eat, but he feels like he doesn't have time to prepare healthy meals. Microgreens are a perfect solution for Javier as they are quick and easy to grow and can be added to sandwiches or salads for a quick and healthy meal on the go.",
    "mayaStory": "Maya is a 60-year-old retiree who has struggled with high blood pressure and cholesterol. She knows she needs to eat a healthier diet, but she finds it hard to give up her favorite foods. Microgreens can help Maya eat healthier without sacrificing taste. Microgreens are packed with fiber, which can help lower cholesterol and blood pressure.",
    "plantButtonDetail": "Details",
    "plantModalDescription": "(*) Quantités exprimées en milligrammes pour 100 g de produit",
    "whoWeAre": "Nous sommes un groupe d'enthousiastes des micro-pousses qui avons découvert les bienfaits de ce super aliment et nous ne pouvons plus nous en passer. Notre mission est de partager notre passion pour les micro-pousses avec le monde entier et de permettre à chacun de cultiver et de profiter facilement de ces plantes riches en nutriments.",
    "contactUs": "Contactez-nous",
    "sendContactInfo": "Envoyer",
    "openingHours": "Nous ne dormons pas beaucoup",
    "modalSimpleGrow-title-t": "Comment cultiver des micro-pousses",
    "modalSimpleGrow-desc-t": "Le processus de culture se compose de 5 étapes",
    "modalSimpleGrow-seeds-t": "Graines",
    "modalSimpleGrow-seeds": "Choisissez vos graines <b>judicieusement</b>. <br>Prenez en compte la variété de graines disponibles et choisissez celles que vous aimez ou qui sont bonnes pour votre santé.",
    "modalSimpleGrow-medium-t": "Milieu",
    "modalSimpleGrow-medium": "<b>Préparez le milieu de culture.</b> <br>Vous pouvez utiliser du terreau comme milieu de culture. <br>Assurez-vous que le milieu est humide, mais pas trop mouillé. <br>Étalez les graines uniformément à la surface, en veillant à ce qu'elles ne soient pas trop proches les unes des autres. <br>D'autres choix populaires pour le milieu de culture sont la fibre de coco, le tapis de culture ou même l'eau seule (hydroponie).",
    "modalSimpleGrow-germination-t": "Germination",
    "modalSimpleGrow-germination": "Faites germer les graines. Couvrez les graines d'une autre couche de tapis de culture ou de papier absorbant, puis placez un poids sur le dessus pour assurer un bon contact entre les graines et le terreau. <br>Gardez les graines dans un endroit sombre pendant quelques jours pour qu'elles germent. Cela force les graines à s'étirer pour chercher la lumière.",
    "modalSimpleGrow-light-t": "Lumière",
    "modalSimpleGrow-light": "<b>Fournissez de la lumière.</b> <br>Après la germination des graines, exposez les micro-pousses à la <b>lumière</b>. <br>Vous pouvez utiliser la lumière naturelle ou la lumière artificielle à cette fin. <br>Placez les micro-pousses dans un endroit chaud et lumineux, et arrosez-les régulièrement pour les maintenir humides. <br>Essayez de les arroser par le bas pour éviter la formation de moisissures.",
    "modalSimpleGrow-harvest-t": "Récolte",
    "modalSimpleGrow-harvest": "<b>Récoltez et dégustez.</b> <br>Après quelques jours d'exposition à la lumière, les micro-pousses devraient être prêtes à être récoltées. <br>Coupez-les à la base, rincez-les à l'eau froide. <br>Épongez-les et dégustez-les dans une salade, un sandwich ou tout autre plat de votre choix.",
    "filter-button": "Rechercher",
    "phone": "Appelez : ... veuillez plutôt nous envoyer un e-mail ou nous envoyer un pigeon voyageur"
  },
  "en": {
    "home1": "Are you looking for a healthy and balanced option to enrich your diet? Then <b>microgreens</b> might be just what you need!",
    "home2": "They are rich in nutrients, antioxidants, and fiber, and can add a touch of freshness and vitality to your meals.",
    "home3": "Choosing <b>microgreens</b> means taking care of yourself, nourishing your body with the best that nature has to offer.",
    "why1Title": "5 reasons to add <b>Microgreens</b><i class='fa fa-seedling'></i> to a Mediterranean diet",
    "what1Title": "What are Microgreens <i class='fa fa-seedling'>",
    "what2Title": "How do they grow ?",
    "what3Title": "Are sprouts and microgreens the same thing?",
    "home1Title": "Do you care about your health?",
    "home2Title": "What are <b>microgreens</b>?<i class='fa fa-seedling'></i>",
    "home3Title": "You are what you eat!",
    "chemicalsTitle": "Important facts",
    "some-plants-types": "Select nutrients and search for plants with a lot of them ... (brassicacea species)",
    "why1": "<ul>  <li><i class='fa fa-utensils'></i> <b>They help you achieve a greater variety of nutrients</b><br> Microgreens contain a wide range of vitamins and minerals essential for health.</li><li><i class='fa fa-leaf'></i><b> They add a note of freshness and vitality to your dishes:</b></br> microgreens are rich in chlorophyll, which gives them an intense green color and a fresh taste and slightly herbaceous.</li><li><i class='fa fa-heart'></i><b> They are an excellent source of antioxidants:</b></br> Microgreens contain natural compounds that help protect your body's cells from free radical damage.</li><li><i class='fa fa-seedling'></i> <b>They are easy to grow even indoors</b>:<br> Microgreens can be grown in small spaces and with few tools, making them an ideal choice for those who enjoy home horticulture.</li><li><i class='fa fa-utensils'></i> <b>They can be added to a wide range of dishes:</b><br> microgreens can be used as a garnish for salads, sandwiches and fish dishes, or as an ingredient in smoothies and other preparations.</li></ul>",
    "what1": "<b>They are tiny plants that are harvested when they are just a few centimeters tall, after they have formed a pair of 'true' leaves</b></br>These little plants are packed with flavor, nutrients, and vibrant colors that make them a popular ingredient in many dishes.",
    "what2": "Microgreens are grown from the seeds of various vegetables and herbs such as kale, arugula, basil, and radish.</br>They are usually grown in trays filled with soil or hydroponically (which means they are grown in water instead of soil).",
    "what3": "Sprouts are consumed right after the seeds germinate, while microgreens are given a little more time for leaves to develop. In addition, sprouts are consumed whole (root tail and all) while with microgreens, only the above-ground part is eaten. </br>Sprouts are most often grown in a jar with just water and require daily rinsing to combat contamination. There are only a few types of varieties that are well suited to this style, so the options are rather limited in terms of the types of plants you can eat as sprouts.",
    "plant-broccoli-short": "High in <b>vitamins C, K, and E</b>, as well as <i>minerals calcium and magnesium</i>. Contains sulforaphane, with <i>anti-inflammatory</i> and <i>anti-cancer</i> properties.",
    "plant-cilantro-short": "Rich in <i>iron, potassium</i>, and antioxidants such as <i>quercetin</i>. Contains anti-inflammatory compounds.",
    "plant-kale-short": "High in <b>vitamins A, C, and K</b>, as well as <i>calcium and iron</i>. Contains beta-carotene, with anti-inflammatory and anti-cancer properties.",
    "plant-leek-short": "Rich in potassium, phosphorus, and antioxidants such as flavonoids.",
    "plant-mustard-short": "High in <b>vitamins A, C, and E</b>, as well as <i>calcium and potassium</i>. Contains sulforaphane, with anti-inflammatory and anti-cancer properties.",
    "plant-pea-short": "High in <b>vitamins A, C, and K</b>, as well as <i>calcium and iron</i>. Contains flavonoids and phenolic compounds, with antioxidant and anti-inflammatory properties.",
    "plant-cauliflower-short": "One of the richest microgreens in terms of vitamin C and carotenoids",
    "plant-rapini-short": "Great source of nutrients, including vitamins A and C, iron, and calcium, and they also have a deliciously nutty and slightly bitter taste that adds a unique flavor to salads, sandwiches, and other dishes.",
    "plant-radish-short": "Rich in calcium, iron, and magnesium, as well as antioxidants such as anthocyanins.",
    "plant-red-radish-short": "High in <b>vitamins A and C</b>, as well as <i>calcium and iron</i>. Contains anthocyanins, with antioxidant and anti-inflammatory properties.",
    "plant-sunflower-short": "High in <b>vitamins E and B-complex</b>, as well as <i>potassium and magnesium</i>.",
    "plant-rocket-short": "High in vitamins <b>A, C, and K</b>, as well as minerals <i>calcium and potassium</i>.",
    "plant-brussel-sprouts-short": "Particularly high in Vitamin C, Vitamin K, and fiber. They are also a good source of Vitamin A, Folate, Potassium, and Iron.",
    "plant-cabbage-savoy-short": "Good source of vitamins A, C, and K, as well as minerals such as calcium, potassium, and iron",
    "plant-cabbage-green-short": "Known for their mild and sweet flavor, especially reach in minerals like Calcium and sodium",
    "plant-kohlrabi-purple-short": "good source of vitamins C and K, as well as minerals such as potassium and calcium. They also contain antioxidants and dietary fiber.",
    "plant-radish-ruby-short": "Known for the high content of vitamins and Phosforus, scarce of other minerals and carotenoids",
    "plant-upland-cress-short": "Mainly rich in vitamins, carotenoids and potassium",
    "plant-wasabi-short": "Pungent and spicy flavor, high carotenoids and potassium",
    "plant-watercress-short": "Especially High in minerals like Sodium and Potassium",
    "plants-comment": "All microgreens contain flavonoids and phenolic compounds, with antioxidant and anti-inflammatory properties.",
    "chemicalsIntro": "<h5>Why microgreens are considered a superfood?</h5><p>Because they are packed with nutrients, such as vitamins, minerals, and antioxidants, and are a good source of fiber. Studies have shown that microgreens can contain up to 40 times more nutrients than their mature counterparts. Additionally, they are low in calories and can help to reduce the risk of chronic diseases, such as heart disease and cancer.</p>",
    "chemicalsSubstances": "<h5>Which are the substances they are abundant of?</h5><p>Microgreens are abundant in a range of substances, including:</p><ul><li>Vitamins: Microgreens are rich in vitamins A, C, and K, as well as folate and niacin.</li><li>Minerals: They are a good source of potassium, iron, zinc, and magnesium.</li><li>Antioxidants: Microgreens contain high levels of antioxidants, such as carotenoids and polyphenols, which can help to protect the body against damage from free radicals.</li><li>Chlorophyll: Microgreens are high in chlorophyll, which has been shown to have anti-inflammatory and detoxifying effects.</li><li>Phytochemicals: These are natural compounds found in plants that can have a range of health benefits, including reducing inflammation and lowering the risk of cancer.</li></ul>",
    "studies": "Microgreens Studies",
    "vitaminsStudy": "Vitamins content",
    "vita4MicroCaption": "30 microgreens are compared relatively to their vitamins and anti-oxidants (carotenoids) presence. Data source: Microgreens of Brassicaceae: Genetic diversity of phytochemical concentrations and antioxidant capacityAuthor: Zhenlei Xiao,Steven R. Rausch,Yaguang Luo,Jianghao Sun,Lu Yu,Qin Wang,Pei Chen,Liangli Yu,John R. Stommel",
    "vita4MicroGlobalCaption": "30 microgreens global comparison on vitamins and anti-oxidants (carotenoids) presence. Data source: Microgreens of Brassicaceae: Genetic diversity of phytochemical concentrations and antioxidant capacity Author: Zhenlei Xiao,Steven R. Rausch,Yaguang Luo,Jianghao Sun,Lu Yu,Qin Wang,Pei Chen,Liangli Yu,John R. Stommel",
    "vita4MicroDescription": "In a study conducted in 2018, vitamins and carotenoid content of 30 microgreens from the brassicacea family have been analyzed. <br> From the following graphs you can see which are the ones that provide more content of vitamins C, K, E and Carotenoids",
    "vita4MicroGlobalDescription": "And what about a chart to see the overall healthiest greens related to vitamins and carotenoids? We can normalize the vitamin content in order to sum it, as it's done in the following chart. We see that Rapini, Kale Tucsan, Red Radish, Broccoli and Kohlrabi purple lead the group",
    "mineralsStudy": "Minerals content",
    "mineralsDescription": "<ul></li>Microgreens are generally considered to be richer in certain minerals than their fully grown counterparts.</li><li>This is because <b>microgreens</b> are harvested at an earlier stage of growth, when the concentration of nutrients is higher.</li><li>Studies have shown that some <b>microgreens</b>, such as red cabbage, cilantro, and basil, contain higher levels of certain minerals such as iron, calcium, and potassium, compared to their fully grown counterparts.</li><li> However, the specific mineral content can vary depending on the type of microgreen and the soil and growing conditions.</li></ul>",
    "minerals9MicroDescription": "In another study from 2016 the mineral quantinties of several microgreens, belonging to Brassicacea species, have been analyzed. In this graph I'm comparing the mineral content of microgreens.",
    "minerals9MicroGlobalDescription": "Let's put all the minerals together to see which are the ones with more minerals. <br>Of course we normalize the data to have a meaningful comparison.<br> Kohlrabi purple, Broccoli, Kale Tucsan, Collard and Caulifower are in the first places",
    "minerals9MicroCaption": "Graph based on the data from this study: Microgreens of Brassicaceae: Mineral composition and content of 30 varieties. Authors: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "minerals9MicroGlobalCaption": "Graph based on the data from this study: Microgreens of Brassicaceae: Mineral composition and content of 30 varieties. Authors: Zhenlei Xiaoa, Eton E. Codling, Yaguang Luoa, Xiangwu Noud, Gene E. Lestera, Qin Wangb",
    "studiesConclusions": "As you see there are some vegetables that are very strong in both vitamins and minerals, this is the case for Broccoli, Kale tucsan and Kohlrabi for example. <br> What are you waiting to start consuming some microgreens yourself ?",
    "jimmyStory": "Jimmy is a 30-year-old graphic designer who spends most of her day sitting at a desk. <br>He often feels lethargic and has trouble concentrating.<br> Jimmy knows he needs to eat more vegetables, but he doesn't like the taste of most greens.<br> Microgreens are a great solution for Jimmy, as <b>they are small and easy to add to a variety of dishes</b>.",
    "javierStory": "Javier is a 45-year-old construction worker who is always on the go.<br> He often skips meals or grabs fast food on his way to a job site.<br> Javier knows this is not a healthy way to eat, but he feels like he doesn't have time to prepare healthy meals. <br><b>Microgreens are a perfect solution for Javier</b>, as they are quick and easy to grow and can be added to sandwiches or salads for a quick and healthy meal on the go.",
    "mayaStory": "Maya is a 60-year-old retiree who has struggled with high blood pressure and cholesterol.<br> She knows she needs to eat a healthier diet, but she finds it hard to give up her favorite foods. <br>Microgreens can help Maya <b>eat healthier without sacrificing taste.</b><br> Microgreens are packed with fiber, which can help lower cholesterol and blood pressure.",
    "plantButtonDetail": "Details",
    "plantModalDescription": "(*) Quantities expressed in milligrams over 100g of product",
    "whoWeAre": "We are a group of microgreens enthusiasts who discovered the benefits of this superfood and now can't get enough of it. Our mission is to share our passion for microgreens with the world and make it easy for anyone to grow and enjoy these nutrient-rich plants",
    "contactUs": "Contact us",
    "sendContactInfo": "Send",
    "openingHours": "We don't sleep a lot",
    "modalSimpleGrow-title-t": "How to grow Microgreens",
    "modalSimpleGrow-desc-t": "The grow process consists in 5 steps",
    "modalSimpleGrow-seeds-t": "Seeds",
    "modalSimpleGrow-seeds": "Choose your seeds <b>wisely</b>.<br> Consider the variety of seeds available and choose those that you like or that are good for your health.",
    "modalSimpleGrow-medium-t": "Medium",
    "modalSimpleGrow-medium": "<b>Prepare the growing medium.</b><br> You can use soil as the growing medium. <br>Make sure the medium is moist, but not too wet. <br> Spread the seeds evenly on the surface, making sure that they are not too close together.<br>Other popular choices for the medium are coco coir, growing mat or even water only (hydroponic)",
    "modalSimpleGrow-germination-t": "Germination",
    "modalSimpleGrow-germination": "Germinate the seeds. Cover the seeds with another layer of growing mat or paper towels, and then place a weight on top of the mat or paper towels to ensure good seed-to-soil contact.<br> Keep the seeds in a dark place for a few days to germinate. The reason of that is because it forces the seeds to stretch out in order to look for the light.",
    "modalSimpleGrow-light-t": "Light",
    "modalSimpleGrow-light": "<b>Provide light.</b><br> After the seeds have germinated, expose the microgreens to <b>light</b>. <br>You can use natural light or artificial light for this purpose.<br> Place the microgreens in a warm and bright area, and water them regularly to keep them moist. <br>Try to water them from the bottom to prevent mold.",
    "modalSimpleGrow-harvest-t": "Harvest",
    "modalSimpleGrow-harvest": "<b>Harvest and enjoy.</b> <br>After a few days of exposure to light, the microgreens should be ready for harvest. <br>Cut them off at the base and rinse them in cold water. <br>Pat them dry and enjoy them in a salad, sandwich, or any other dish you like.",
    "filter-button": "Search",
    "phone":  "Call: ... please write an email instead, or send us a carrier pigeon"
  }
}
